export const history = [ 
    { 
        id: 1,
        level: 1,
        title: 'Опять потоп',
        description: 'Изучение датчика протечки воды',
        text: 'О, нет! Ты приходишь домой и видишь, что на полу везде вода. Очень торопился на улицу гулять с друзьями и не закрыл кран до конца. Что же делать? Конечно! Ты пулей закроешь кран и соберешь всю воду с помощью ведра и тряпки. Молодец, все собрал. Хочешь еще такой истории? Наверное, нет. И тебе на помощь придет конструктор VOSTOK UNO, который предупредит тебя об утечки воды.',
        elements: ['VOSTOK UNO', 'Панель', 'LM393', 'Зуммер']
    },
    { 
        id: 2,
        level: 1,
        title: 'Папин гараж',
        description: 'Изучение датчика СО2',
        text: '',
        elements: ['VOSTOK UNO',]
    },
    { 
        id: 3,
        level: 1,
        title: 'Мама устала',
        description: 'Изучение реле',
        text: '',
        elements: ['VOSTOK UNO',]
    },
    { 
        id: 4,
        level: 2,
        title: 'Собираем все вместе',
        description: 'Изучение модуля wifi и работа с сетью',
        text: '',
        elements: ['VOSTOK UNO',]
    },
    { 
        id: 5,
        level: 3,
        title: 'Начинаем сначала',
        description: 'Изучение микроконтроллера К1946ВК035',
        text: '',
        elements: ['VOSTOK UNO',]
    }
]