export const history = [ 
    { 
        id: 1,
        level: 1,
        title: 'Опять потоп',
        description: 'Изучение датчика протечки воды',
        text: 'О, нет! Ты приходишь домой и видишь, что на полу везде вода. Очень торопился на улицу гулять с друзьями и не закрыл кран до конца. Что же делать? Конечно! Ты пулей закроешь кран и соберешь всю воду с помощью ведра и тряпки. Молодец, все собрал. Хочешь еще такой истории? Наверное, нет. И тебе на помощь придет конструктор VOSTOK UNO, который предупредит тебя об утечки воды.',
        elements: [1,2,3,4]
    },
    { 
        id: 2,
        level: 1,
        title: 'Случай на кухне',
        description: 'Изучение анализатора газа',
        text: 'Ты общаешься с мамой на кухне и заодно помогаешь ей готовить вкусный обед. Еда готовится на плите, а вы отошли в другую комнату. Через некоторое время ты приходишь проверить и замечаешь, что еда до конца не приготовилась. Почему же? Оказывается потухла одна комфорка и из неё выходил газ. Вас не было рядом и сразу вы не заметили. Как было бы хорошо, если бы подавался какой-нибудь сигнал об утечке газа. И в этом поможет конструктор.',
        elements: [1,5]
    },
    { 
        id: 3,
        level: 1,
        title: 'Мама устала',
        description: 'Изучение реле',
        text: 'Ты общаешься с мамой на кухне и заодно помогаешь ей готовить вкусный обед. Еда готовится на плите, а вы отошли в другую комнату. Через некоторое время ты приходишь проверить и замечаешь, что еда до конца не приготовилась. Почему же? Оказывается потухла одна комфорка и из неё выходил газ. Вас не было рядом и сразу вы не заметили. Как было бы хорошо, если бы подавался какой-нибудь сигнал об утечке газа. И в этом поможет конструктор.',
        elements: [1, 6]
    },
    { 
        id: 4,
        level: 2,
        title: 'Собираем все вместе',
        description: 'Изучение модуля wifi и работа с сетью',
        text: '',
        elements: [1,]
    },
    { 
        id: 5,
        level: 3,
        title: 'Начинаем сначала',
        description: 'Изучение микроконтроллера К1946ВК035',
        text: '',
        elements: [1,]
    }
]